Repository: OpenDataServices/lib-cove-web
Catalog: cove/locale/*/LC_MESSAGES/django.po
Languages: es

source: Date is not in the correct format
es: El formato de la fecha es incorrecto

source: Invalid 'uri' found
es: Se ha encontrado una 'uri' inválida

source: {}<code>{}</code> is not a string. Check that the value {} has quotes at the start and end. Escape any quotes in the value with <code>\</code>
es: {}<code>{}</code> no es un hilo. Revise que el valor {} tenga comillas al principio y al final. Escapa de cualquier comillas con el valor <code>\</code>

source: {}<code>{}</code> is not a integer. Check that the value {} doesn’t contain decimal points or any characters other than 0-9. Integer values should not be in quotes.
es: {}<code>{}</code> no es un entero. Compruebe que el valor {} no contenga puntos decimales ni ningún otro carácter que no sea 0-9. Los valores enteros no deben estar entre comillas.

source: {}<code>{}</code> is not a number. Check that the value {} doesn’t contain any characters other than 0-9 and dot (<code>.</code>). Number values should not be in quotes.
es: {}<code>{}</code> no es un número. Compruebe que el valor {} no contenga ningún carácter más que 0-9 y el punto (.). Los valores numéricos no deben estar entre comillas

source: {}<code>{}</code> is not a JSON object
es: {}<code>{}</code> no es un objeto JSON.

source: {}<code>{}</code> is not a JSON array
es: {}<code>{}</code> no es una matriz JSON

source: {}<code>{}</code> is not a JSON boolean
es: {}<code>{}</code> no es un JSON booleano

source: {}<code>{}</code> is not null
es: {}<code>{}</code> no es nulo

source: Array Element
es: Elemento de matriz

source: is not null, and
es: no es 'null', y

source: %(instance)s is not a %(validator_value)s
es: %(instance)s no es un %(validator_value)s

source: <code>{}</code> is missing but required within <code>{}</code>
es: <code>{}</code> falta pero se requiere dentro de <code>{}</code>

source: <code>{}</code> is missing but required
es: <code>{}</code> falta pero se requiere

source: Invalid code found in <code>{}</code>
es: Código inválido encontrado en <code>{}</code>

source: <code>{}</code> does not match the regex <code>{}</code>
es: <code>{}</code> no coincide con la expresión regular <code>{}</code>

source: <code>{}</code> is too short. You must supply at least one value, or remove the item entirely (unless it’s required).
es: <code>{}</code> es muy corto. Debe proporcionar al menos un valor o eliminar el artículo por completo (a menos que sea necesario).

source: <code>{}</code> is too short
es: <code>{}</code> es muy corto

source: <code>{}</code> is too short. Strings must be at least one character. This error typically indicates a missing value.
es: <code>{}</code> es muy corto. Las cadenas deben ser de al menos un caracter. Este error generalmente indica que hay un valor faltante.

source: <code>{}</code> is too long
es: <code>{}</code> es muy largo

source: {} does not have enough properties
es: {} no tiene suficientes propiedades

source: {} has too many properties
es: {} tiene demasiadas propiedades

source: %(instance)s is less than or equal to the minimum of %(validator_value)s
es: %(instance)s es menor o igual que el mínimo de %(validator_value)s

source: %(instance)s is less than the minimum of %(validator_value)s
es: %(instance)s es menor que el mínimo de %(validator_value)s

source: %(instance)s is more than or equal to the maximum of %(validator_value)s
es: %(instance)s es mayor o igual que el máximo de %(validator_value)s

source: %(instance)s is more than the maximum of %(validator_value)s
es: %(instance)s es mayor que el máximo de %(validator_value)s

source: %s is not valid under any of the given schemas
es: %s no es válido bajo ninguno de los esquemas dados

source: %(instance)s is not a multiple of %(validator_value)s
es: %(instance)s no es un múltiplo de %(validator_value)s

source: %(validator_value)s is not allowed for %(instance)s
es: %(validator_value)s no está permitido para %(instance)s

source: Additional items are not allowed (%s was unexpected)
es: Items adicionales no están permitidos (%s fue inesperado)

source: %(each)s is a dependency of %(property)s
es: %(each)s es una dependencia de %(property)s

source: Array has non-unique elements
es: La matriz tiene elementos no únicos

source: Non-unique combination of {} values
es: Combinación no única de {} valores

source: Non-unique {} values
es: Valores {} no únicos

source: Additional properties are not allowed (%s was unexpected)
es: Propiedades adicionales no están permitidas (%s fue inesperado)

source: %(extras)s does not match any of the regexes: %(patterns)s
es: %(extras)s no coincide con ninguna de las expresiones regulares: %(patterns)s

source: Upload a file (.json, .csv, .xlsx, .ods)
es: Subir un archivo (.json, .csv, .xlsx, .ods)

source: Supply a URL
es: Proporcionar una dirección URL

source: Paste (JSON only)
es: Pegar (sólo JSON)

source: Sorry we got a ConnectionError whilst trying to download that file
es: Lo sentimos, al tratar de descargar el archivo hemos encontrado un ConnectionError

source: Try Again
es: Inténtelo de nuevo

source: Common reasons for this error include supplying a local development url that our servers can't access, or misconfigured SSL certificates.
es: Las razones comunes de este error incluyen el suministro de una URL de desarrollo local a la que nuestros servidores no pueden acceder o certificados SSL mal configurados.

source: Sorry we got a HTTP Error whilst trying to download that file
es: Lo sentimos, al tratar de descargar el archivo hemos encontrado un HTTP Error

source: If you can access the file through a browser then the problem may be related to permissions, or you may be blocking certain user agents.
es: Si no puede acceder al archivo a través del navegador entonces el problema puede esta relacionado con los permisos, o puede que este bloqueando a ciertos usuarios

source: Internal Server Error
es: Error de Servidor Interno

source: Something went wrong with your request. This could be due to a bug in the application and/or the data you supplied.
es: Algo ha ido mal con su petición al servidor. Esto podría ser debido a un error en la aplicación o en los datos proporcionados.

source: This error has been automatically reported to our development team. If you
es: Nuestro equipo de desarrollo ha sido informado de este error de forma automática. Si usted

source: get in touch
es: póngase en contacto

source: please reference this error as
es: por favor haga referencia a este error como

source: Field
es: Campo

source: Path to Field
es: Ruta al Campo

source: Codelist
es: Lista de códigos

source: Additional Values Used
es: Valores Adicionales Usados

source: Usage Count
es: Número total de usos

source: Examples (first 3)
es: Ejemplos (las primeras 3 ocurrencias)

source: Child Fields
es: Campos hijos

source: (See child fields)
es: (Vea todos los campos secundarios)

source: Child fields of %(parent_full_path)s
es: Campos hijos de %(parent_full_path)s

source: Go
es: Ir

source: About
es: Acerca de

source: Built by
es: Construido por

source: The code for this site is available on
es: El código de este sitio está disponible en

source: Licence
es: Licencia

source: Report/View issues
es: Reportar / Ver issues

source: Cove Issues
es: Issues del Cove

source: Terms &amp; Conditions
es: Términos y condiciones

source: Links
es: Enlaces

source: If you think this is a bug, you can <a href="https://github.com/OpenDataServices/cove/issues">file an issue publicly on GitHub</a> or
es: Si cree que esto es un error, puede <a href="https://github.com/OpenDataServices/cove/issues">presentar un issue públicamente en GitHub</a> o

source: get in touch via email
es: póngase en contacto a través de correo electrónico

source: referencing this error as
es: haciendo referencia a este error como

source: Load New File
es: Cargar archivo nuevo

source: Converted from Original
es: Convertido del original

source: Excel Spreadsheet (.xlsx)
es: Hoja de cálculo de Excel (.xlsx)

source: OpenDocument Spreadsheet (.ods)
es: Hoja de cálculo de OpenDocument (.ods)

source: CSV Spreadsheet (.csv)
es: Hoja de cálculo CSV (.csv)

source: Excel Spreadsheet (.xlsx) with titles
es: Hoja de cálculo de Excel (.xlsx) con títulos

source: OpenDocument Spreadsheet (.ods) with titles
es: Hoja de cálculo de OpenDocument (.ods) con títulos

source: Loading:
es: Cargando:

source: Upload
es: Subir

source: Submit
es: Enviar

source: Link
es: Enlazar

source: Paste
es: Pegar

source: Showing a random %(validation_error_locations_length)s locations for this error.
es: Mostrando ubicaciones aleatorias %(validation_error_locations_length)spara este error.

source: Showing the first %(validation_error_locations_length)s locations for this error.
es: Mostrando la primera %(validation_error_locations_length)s ubicación para este error.

source: Value
es: Valor

source: Location
es: Ubicación

source: Spreadsheet Location
es: Localización de la hoja de cálculo

source: Path:
es: Ruta:

source: Line:
es: Línea:

source: Sheet:
es: Hoja:

source: Row:
es: Fila:

source: Header:
es: Encabezado:

source: Usage stats
es: Estadísticas de uso

source: Last
es: Últimos

source: days
es: días

source: Ever
es: Siempre

source: Error Description
es: Error de descripción

source: Error Count
es: Total de errores

source: First 3 Examples
es: 3 primeros ejemplos

source: Location of first 3 errors
es: Ubicación de los 3 primeros errores

source: Spreadsheet Location of first 3 errors
es: Ubicación de los 3 primeros errores en la hoja de cálculo

source: (more info)
es: (más información)

source: Column:
es: Columna:

source: Sorry, we can't process that data
es: Lo sentimos, no podemos procesar esos datos

source: We think you tried to upload a JSON file, but it is not well formed JSON. Error message: {}
es: Creemos que ha intentado subir un archivo JSON, pero el archivo no es JSON bien formado. Mensaje del error: {}

source: We did not recognise the file type. We can only process json, csv, ods and xlsx files.
es: No podemos reconocer este tipo de archivo. Solo podemos procesar archivos son, csv, ods y xlsx.

source: We think you tried to supply a spreadsheet, but we failed to convert it. Error message: {}
es: Creemos que ha tratado de suministrar una hoja de cálculo, pero no hemos podido convertirla. Mensaje del error: {}

source: Sorry, the page you are looking for is not available
es: Lo sentimos, la página que está buscando no está disponible

source: Go to Home page
es: Ir a la Página de Inicio

source: We don't seem to be able to find the data you requested.
es: Parece que no podemos encontrar los datos que usted solicitó.

source: The data you were hoping to explore no longer exists. This is because all data supplied to this website is automatically deleted after 7 days, and therefore the analysis of that data is no longer available.
es: Los datos que usted quería explorar ya no existen. Esto se debe a que todos los datos suministrados a este sitio web se borran automáticamente después de 7 días, y por lo tanto el análisis de esos datos ya no está disponible.
